Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 此方天地之外。
en_us: Outside the small world that the small town belonged to...

source: 此无情，绝非贬义，而是再大不过的褒义。
en_us: Calling her unemotional was definitely not derogatory in any way, and instead, this was a complimentary remark of high praise.

source: 此时一个修长身形从小巷走出，站在少女身边，婢女稚圭转过头，一言不发，只是向前走。那人便转身与她并肩走在泥瓶巷里，正是学塾先生齐静春，小镇唯一的读书人，正儿八经的儒家门生。
en_us: Right at this moment, a tall figure emerged from the alley, stopping beside Zhi Gui. Zhi Gui remained silent as she continued onward, studiously ignoring the tall figure. The man was none other than the schoolteacher, Qi Jingchun, and he turned to walk alongside Zhi Gui down Clay Vase Alley.

source: 此时两人间距又被拉近一半。
en_us: The distance between them halved again.

source: 此时云霞山的仙子脸色不太好看，可见她的心情有多糟糕，否则也不至于如此明显摆在脸上，应该之前在小巷等待就憋了一肚子火气，实在是不吐不快，“有位高人捷足先登了，是书简湖的地头蛇之一，截江真君刘志茂。连一点商量的余地都没有，见面就搬出我云霞山的掌门师祖，来压我一个晚辈，从头到尾我只说了几句话，就给他赶出那个顾粲的院子。”
en_us: At this moment, there was a very displeased look on Cai Jinjian's face, and that was a clear indication of just how foul a mood she was in. Otherwise, hre emotions wouldn't have been so blatantly displayed on her face. It was most likely the case that she had a belly full of pent-up rage and was itching to confide in someone. "Someone got there before me. It's one of the leading figures of Lake Shujian, River Severing True Lord Liu Zhimao. There was no room for negotiation at all. He mentioned the master of our Dawn Cloud Mountain right away to establish his seniority over me, and I barely got to say anything before he kicked me out of Gu Can's yard."

source: 此时坐在井口，宁姚望着覆盖黑布似的天空，害得她失去“漂亮”印象的狭长双眉，微微皱起。
en_us: At this moment, Ning Yao was also seated on the edge of the well, and her brows furrowed slightly as she looked up at the dark sky, which appeared as if it had just been covered by a dark cloth.

source: 此时宋集薪纹丝不动，就像小镇东南那些个破碎不堪的泥塑神像，一座座随意倒在草丛中、泥地里，无论风吹雨打，只是岿然不动。从窗户透过洒在书桌上的光线，保持一种反常的静止状态。
en_us: Song Jixin was unmoving at this moment, much like those broken clay statues of gods in the southeast of the small town. These were statues carelessly left lying on their sides in the grass and in the dirt. No matter if they were subject to the wind or the rain, they would remain still and unmoving. At this moment, even the rays of light that were shining in from the window and sprawled across the study table were locked in an abnormal state of stillness.

source: 此时少女的内心，充满不为人知的骄傲，听听，我这番话说得是不是很有学问？
en_us: Right now, Ning Yao was secretly filled with a sense of pride. Just listen to her words! Weren't they filled with knowledge and culture?

source: 此时有人从院墙爬入院子，会这么做的人不作他想，肯定是刘羡阳，他小跑到门槛后，正要扯开嗓子，像是突然给人掐住脖子，一个字也说不出口。
en_us: At this moment, someone climed over the wall and entered the courtyard. There was no need to guess who this was — only Liu Xianyang would do such a thing. He ran over to the door and was just about to call out, yet he suddenly swallowed his words as if he were being choked.

source: 此时此刻的草鞋少年，哪里有半点泥瓶巷烂好人的样子？
en_us: At this moment, did Chen Ping'an still look like a fooloshly kind young boy from Clay Vase Alley?

source: 此时此刻，面对一个异于寻常小镇百姓的矫健少年，老猿竟然找到了一丝当年浴血奋战的快意。
en_us: Even though he was only facing an ordinary young boy who didn't even have a foot in the door when it came to cultivation, Bai Yuan was feeling the same thrill of battle that he had felt all those years ago.

source: 此时此刻，齐静春好像一五一十听到了白袍男人的心中默念，云淡风轻，微笑道：“武夫掌国，了不得了不得。只不过，白龙鱼服，非是吉兆啊。”
en_us: At this moment, it was as if Qi Jingchun had vaguely heard the silent thoughts of the man in white. He appeared nonchalant as he smiled faintly and said, "A martial artist ruling over a nation... Impressive, how very impressive. However, a white dragon disguising as a fish isn't a good omen[ref]A person of a high status disguising as a person of a lower status. In the original story, a dragon disguised as a fish and was stabbed in the eye by a fisherman.[/ref]."

source: 此时陈平安一手端着空荡荡的大白碗，一手持筷，竭尽目力环顾四周，只能依稀看到两三丈距离以内的景象。
en_us: At this moment, Chen Ping'an was holding an empty bowl in one hand and his chopsticks in the other, and even as he peered at his surroundings with all his might, visibility was still limited to only roughly 20 to 30 feet.

source: 此时陈平安和宁姚就在此商议休息，
en_us: Right now, Chen Ping'an and Ning Yao were resting and discussing their plans here.

source: 此时陈平安和那些外乡人，双方隔着一道木栅栏，两两相望。
en_us: At this moment, Chen Ping'an and these outsiders were looking across at each other, separated by the makeshift gate.

source: 此时陈平安小心翼翼拿起最后一张纸，之前看过末尾朱红印文的“陆沉敕令”四字，并未深思，只是如今自己也有了多达四方的印章，便觉得那几个小字，格外可爱可亲。陈平安想到以后自己兜里有了闲钱，哪天买了书，归入家中私藏，然后在扉页或是尾页，轻轻以“陈十一”印钤盖朱字，陈平安一想到这个，就忍不住咧嘴乐呵。
en_us: Chen Ping'an carefully picked up the final sheet of paper, and there was a bright red seal at the bottom of the page, conatining the text "Signed, Lu Chen". In the past, he hadn't thought much of it, but now that he also had as many as four seals in his possession, he felt a sense of connection to the seal on the page. He thought about how someday, when he had some money to spare, he was going to buy some books for his private collection and stamp his "Chen Shiyi" seal onto the final page or the back cover of the books, and he couldn't help but grin at the thought.

source: 此时陈平安绕着十二脚牌坊跑了一圈，每一面都有四个大字，字体古怪，显得各不相同，分别是“当仁不让”，“希言自然”，“莫向外求”和“气冲斗牛”。听宋集薪说，除了某四个字，其余三处匾额石刻，都曾被涂抹、篡改过。陈平安对这些懵懵懂懂，从未深思，当然，就算少年想要刨根问底，也是徒劳，他连宋集薪经常挂在嘴边的地方县志，到底是什么书都不知道。
en_us: Chen Ping'an ran a lap around the 12-pillar archway, and each side bore four large characters inscribed in strange fonts, all of which appeared to be different from one another. The inscriptions read "doing my part", "comply with the natural order", "refrain from looking outward", and "unmatched aura". According to Song Jixin, one of those inscriptions, all three of the other incscriptions had been smeared or altered at some point. Chen Ping'an was quite clueless about these matters, and he had never given this notion much deep thought. Of course, even if he wanted to get to unearth some answers, he wouldn't have been able to. Even now, he still didn't know what kind of book the Local County Chronicles that Song Jixin frequently mentioned was supposed to be.

source: 此时陈平安闭上眼睛，凭借记忆，在脑海当中构建一个完整的木人。
en_us: At this moment, Chen Ping'an closed his eyes and reconstructed the complete wooden figure in his mind using his memory alone.

source: 此时，小女孩凝视着那条清澈见底的小溪，双手托着腮帮，目不转睛。
en_us: The water in the creek was so clear that one could see all the way to the bottom, and at this moment, the little girl was staring intently into the water with her cheeks resting on her hands.

source: 此时，沿着街边缓缓小跑向前，陈平安眼见四下无人，骤然发力，突然加快脚步，笔直跑向那棵老槐树，纵身一跃，竟是接连在树干上向上踩踏了四步，才有下坠的迹象，只不过那个时候身形矫健的少年，已经足够伸手抓住槐树的一根枝杈，刹那之间，深山猿猴般灵活的少年就坐在了横出的枝干上，然后稳稳站起身，继续上前攀援，几个眨眼功夫，陈平安就蹲坐在一根倾斜的槐枝上，堪堪高过两丈高的院墙，少年身体隐藏在郁郁槐叶之后，屏气凝神，眯眼望去，根本不急于潜行入内。
en_us: At this moment, Chen Ping'an was slowly jogging along the side of the street, and after ensuring that there was no one else around, he abruptly sped up, running straight at the locust tree up ahead. He sprang forward, and only after taking four steps up the trunk of the locust leaf did he begin to display signs of slowing. However, at that point, he had already reached a sufficiently high point on the tree trunk that he was able to reach out and grab onto a branch of the tree. In the blink of an eye, he was seated on the branch like an agile monkey, then stood up in a steady manner before continuing to climb upward. Within the span of just a few seconds, he had reached a branch that allowed him to peek over the yard wall, which was just over 20 feet tall. He was concealed within the tree's lush canopy in a stealthy fashion, peering into the courtyard through narrowed eyes and displaying no intention of going in.

source: 此时，那只护住骊珠洞天的雪白手掌，仿佛遭受到一股从四面八方而来的无形攻势，呲呲作响，手背之上不断溅射、绽放出白色电弧，不断有看似小如飞羽、实则大如山峰的“雪花”，从齐静春手背脱落，坠落人间，只是不等落地，就已烟消云散。
en_us: At this moment, the pristine white hand that was protecting the Jewel Small World seemed to be under attack from invisible forces from all directions. Arcs of white lightning were constantly erupted from the hand amid strings of incessant crackling, and "snowflakes" that appeared to be as tiny as feathers, but were actually as massive as mountains, were constantly falling from the back of Qi Jingchun's hand, only to dissipate into nothingness before they had a chance to fall onto the ground.

source: 此时，院中妇人顾氏一颗心有悬起来，生怕老仙长说出什么坏消息。
en_us: Meanwhile, Gu Can's mother was looking on with a tense expression, for fear that the River Severing True Lord would deliver a piece of bad news.

source: 此次小镇之行，人人身负重任，尤其是她，更是将自己的身家性命、儿子的前程、娘家的底蕴，三者都孤注一掷，豪赌一场。
en_us: Both of them had important tasks to complete on this trip to the small town. In particular, she was taking an extremely extravagant gamble, putting her own life, the future of her son, and everything in her parental family's possession on the line.

source: 此法根本，源自佛家，这yi点毋庸置疑。只是后来被许多修行宗门采纳、拣选、融合和精炼，最后yi条道路上分出许多小路。
en_us: This technique had originated from Buddhism, and there was absolutely no doubt about this. Afterward, however, many other cultivation sects had adopted it and changed it for their own purposes, further combining and refining it with other techniques. In the end, this one technique had branched off into many different techniques.

source: 此等神通，妙不可言。
en_us: This mystical ability was truly mysterious and unfathomable.

source: 武道九境之上，有第十境。
en_us: Above the nine tiers of martial arts, there existed a 10th Tier.

source: 武道拳法一途，有句入门口诀：不得拳真意，百年门外汉。一悟拳真意，十年打鬼神。
en_us: In the art of the fist, there was a fundamental mantra, which stated that those who didn't know the true meaning of the fist could train for a century and still be a novice, while those grasped the true meaning of the fist could strike down even demons and gods.

source: 歪歪扭扭像醉汉一般的飞剑，不断哀鸣呜咽，但依旧拼命急急掠向主人。
en_us: Flying erratically like a drunkard, the flying sword whimpered in grief as it tried its best to help its owner.

source: 死了一个人，怎么像是比死了一条狗还不如？
en_us: A living person from their family had just been killed, yet it was being played off as if nothing more than stray dog had just been executed.

source: 死死盯住那对爷孙愈行愈远的背影，宋集薪收回恶狠狠的眼神后，跳下墙头，似乎记起什么，对陈平安说道：“你还记得正月里的那条四脚吗？”
en_us: After glaring at the departing figures of the young boy and the old man for a while, Song Jixin withdrew his gaze with a resentful expression before jumping down from the wall. A thought then suddenly seemed to have occurred to him, and he turned to Chen Ping'an as he asked, "Do you still remember that four leg from last month?"

source: 每一位真君坐镇王朝，都可以为君主收拢、压制和增长国运。
en_us: Each True Lord was an integral figure in the empire, serving to gather, suppress, and enhance the fortune of the empire for its ruler.

source: 每一次捶打溅射出来的火星，在止境当中并不会消失，所以一次次叠加之后，密密麻麻的火星，如璀璨繁星，拥簇在空中。
en_us: Sparks would spray into the surroundings with each hammer strike, yet none of them would vanish thanks to the still and unmoving time. Strike after strike, the room was eventually filled with dense layers of sparks that were as glistening as the myriad stars in the night sky.

source: 每次成功翻捡出石子，陈平安就油然而生出一股喜悦。对少年来说，每颗石子，都像一份希望。
en_us: Each time he found a satisfactory pebble, he would feel a sincere sense of joy from the bottom of his heart. To the young boy, each pebble was like a pebble of hope.

source: 每次说到儿子儿媳，老妇真是恨得牙痒痒，冷笑道：“那些个祖辈规矩，就是埋在土里烂成泥的玩意儿，多少年过去了，如今能值几个钱？孙子，你以后出息了，别太当回事，奶奶活了一大把年纪，见多了有钱人和没钱人，说到底，只有没本事的人，才去当老实人！”
en_us: The old woman became angry every time she talked about her son and her daughter-in-law. She chuckled coldly and said, "Those ancestral teachings and instructions are merely things that have decayed in the mud with time. After all these years, what are they still worth? My dear grandson, just ignore them when you make a name for yourself in the future. Grandma has lived for all these years, and I've seen all kinds of wealthy people and poor people. At the end of the day, however, only talentless fools choose to be honest people!"

source: 比如她，看到铺子里那些好吃又精致的糕点，兜里没钱也就罢了，有钱，买了，结果不小心掉地上，真是活该被天打五雷轰。
en_us: For example, when she saw those delicious and exquisite desserts in the shops... So be it if she didn't have any money. However, if she had money and decided to purchase some, wouldn't it be a great shame if she accidentally dropped them on the floor? She would deserve to be punished by the heavens!

source: 比如当下的蔡金简。
en_us: Cai Jinjian was currently in one of these exact situations.

source: 比如说要有钱！
en_us: For example, he had to earn money!

source: 比如那头正阳山老猿，在小镇地界上，正常情况下，到底能跑多快，跳多高？他的身体到底有多坚韧，是怎么个铜皮铁骨？如果说我一拳打过去，无异于给老猿挠痒，那么换成弹弓或是木弓的话，在二十步和四十步距离上，分别会造成多大的伤害？正阳山老猿这种所谓的“神仙”，有没有存在致命缺陷，比如说眼珠，裆部，喉咙？如果说对手拼了受伤，也要全力杀人，我会不会必死无疑？
en_us: For example, he had asked her about how fast the old ape from the Sun Scorch Mountain could run and how high he could jump while in the town. He also asked her about just how physically resilient the old ape was. He had been told that a punch from him wouldn't have been able to inflict any damage onto the old ape, so he was curious about whether it would be a different story if he were to use a slingshot or a wooden bow, and what amount of damage those weapons could inflict from 20 steps away and 40 steps away, respectively. He wanted to know if a so-called godlike being like the old ape had any weak points on his body, such as his eyes, his crotch, or his throat. He also wanted to know if there was any chance that he would be able to survive if the old ape were determined to hunt him down.

source: 比来时的慢慢悠悠，雷厉风行了许多。
en_us: Compared to her calm and relaxed manner when arriving, she appeared much more vigorous and speedy.

source: 比踩中狗屎更加无法忍受的事情，当然是踩到了，结果还被别人看在眼中，而比这更惨烈的事情，无疑是看到的人，还开口告诉你，你真的踩到狗屎了。
en_us: What was more embarrassing than stepping in dog shit was to be seen by others while doing so, and what was even more humilating than that was being told by an observer that you really had trodden on dog shit.

source: 毕竟当时为了诱使正阳山老猿出山，他利用福禄街那棵子孙槐爬上了李家大宅的墙头，说起来陈平安还用弹弓打碎了李家的两只鸟食罐。
en_us: At the time, in order to lure Bai Yuan onto the mountain, he had climbed up the descendant locust tree onto the wall of the Li manor and used his slingshot to smash the two food containers in that birdcage.

source: 毕竟自己吃得是整整十文钱啊，一想到这点，陈平安立即觉得更好吃了。
en_us: This small cake alone was worth 10 copper coins, and that thought immediately made the cake taste even better to Chen Ping'an.

source: 毕竟那时候的陈平安，按照年轻道人陆沉的说法，就是太死气沉沉了，完全不像yi个本该朝气勃勃的少年，对于生死之事，陈平安当时看得比绝大多数人都要轻。
en_us: After all, according to Daoist Lu, Chen Ping'an had already been brimming with an aura of death at that time. He had lost the vitality and energy that a young person should have possessed. Thus, Chen Ping'an had been far less apprehensive of death than most people.

source: 毕竟顾粲这个家伙，就像是他的弟弟，所以什么事情，陈平安都愿意让着顾粲。
en_us: After all, Gu Can was much like a younger brother to him. Thus, Chen Ping'an was always willing to cater to Gu Can's whims.

source: 气氛尴尬。
en_us: An awkward atmosphere descended upon the room.

source: 气象各异。
en_us: Their auras were vastly different.

source: 水上老妪战战兢兢，再不敢开口。
en_us: The old woman trembled, and she didn't dare to reply.

source: 水井那边，阮秀赶上陈平安，也不说话，好像是不知道如何开口。
en_us: Meanwhile, Ruan Xiu had caught up to Chen Ping'an at the well, and she was also completely silent, unsure of what to say.

source: 水面上，逐渐浮现出一张模糊的老妪面孔，但是她却拥有一头鸦青色的头发，在水中绽放，此时老妪如丧考妣，颤声道：“大仙，昨夜我是真的不敢靠近那边啊，我试了好几次，一过去就像是钻进了油锅，比千刀万剐还难受，大仙，你就饶过小的吧，实在是没有办法啊。”
en_us: The blurry face of an old woman gradually appeared on the surface of the water. The woman had a head of dark green hair, presenting a harrowing sight to behold, and she said in a trembling voice, "Esteemed immortal, I tried to approach that side last night, but I simply couldn't. I made many attempts, but each time, I felt as if I had been plunged into a cauldron of hot oil, and the pain was too severe for me to continue. Please spare me, esteemed immortal, this is an impossilbe task ofr me!"

source: 汉子一脸天经地义道：“她啊！”
en_us: "My wife!" Li Er replied in a righteous manner.

source: 汉子一高兴，从袖子里掏出只绣袋，一抖腕，高高抛给青衫读书郎，咧嘴笑道：“这么多年白让你写了那么多副春联，关键是你小子也厚道，从来不觉得麻烦，老哥看人从来没错，送你点小玩意儿，一路顺风！”
en_us: In his happiness, the gatekeeper retrieved a embroidered pouch from his sleeves and tossed it at the young student in azure, cracking a smile and saying, "I've asked you for so many couplets these years, and most importantly, you've never felt it to be a hassle. I've always been a good judge of someone's character. Here, a little present for you. Safe travels!"

source: 汉子伸出大拇指，“不愧是繇哥儿，学问顶呱呱，以后出息了，莫忘记回家乡看看老哥，说不得到时候还能代替你先生，给咱们小镇孩子当个教书先生，也很好嘛。”
en_us: The gatekeeper raised his thumb, saying, "As expected of Brother Yao; your knowledge is top-notch. When you make a name for yourself in the future, don't forget to come back to visit me. Perhaps you might even be able to succeed your teacher and become the new teacher for the children in our small town. That will also be quite nice."

source: 汉子伸出手扒拉一下皱巴巴的黝黑脸颊，嘿嘿笑道，“若是个盘儿亮、条儿顺的漂亮女徒弟，就最好了。嗯，脸蛋差些也能忍，可腿一定要长！”
en_us: The gatekeeper raised his hand and stroked his wrinkled and tanned face. He then chuckled and said, "If it's a beautiful and shapely female disciple, that will be even better. Mhm, I can endure it even if her looks are a little worse. However, her legs definitely have to be long!"

source: 汉子反问道：“有两样？”
en_us: "Does it make a difference?" Li Er retorted.

source: 汉子叹了口气道：“师弟这趟离开小镇，肯定走得心里不舒坦。”
en_us: Li Er sighed and said, "Junior Brother is definitely feeling uneasy and frustrated for this trip out of the small town."

source: 汉子咧嘴笑道：“所以这也是师父你愿意帮他一把的原因嘛，师父你能给的，刚好是陈平安唯一能够接得住的。”
en_us: Li Er cracked a grin and remarked, "So this is why Master was willing to give him some help. Coincidentally, what Master was able to give him was also what Chen Ping'an was able to accept."

source: 汉子咧嘴，露出一嘴参差不齐的大黄牙，嘿嘿笑道：“所以啊，如果不想以后变成我这样的光棍，就别惦记那五文钱。”
en_us: "That's exactly right! If you don't want to end up like me, then forget about those five copper coins," the gatekeeper chuckled, grinning to reveal a mouthful of crooked yellow teeth.

source: 汉子好奇问道：“我，师弟，还有马苦玄，咱仨分别是哪个？”
en_us: "Then how does Junior Brother, Ma Kuxuan, and I correspond to these three types of disciples?" Li Er asked in curiosity.

source: 汉子对面，站着一个扎着条清清爽爽马尾辫的少女，身材娇小，她披了件黄牛皮质的罩袍，防止火星溅射到身上，寻常棉布衣衫，很容易被烧穿出一个个窟窿来。
en_us: Opposite to the man was young girl who had a clean and tidy ponytail. She was small and petite, and she was currently wearing an apron made from cowhide to prevent the sparks from striking her body. Under that, she was wearing ordinary cotton clothes. These were clothes that would be easily burned by the sparks.

source: 汉子屁股坐在树墩子上，叹息道：“神仙打架，凡人遭殃啊。”
en_us: He sat down on the tree stump and heaved a sigh, saying, "When immortals fight, its the commoners and mortals who suffer the most..."

source: 汉子心情沉重，问道：“师父，我家两个崽儿，真要去那山崖书院？”
en_us: Heavy emotions weighed on Li Er's mind as he asked, "Master, do my two children really need to go to Mountain Cliff Academy?"

source: 汉子恼羞成怒，将事先准备好的五枚铜钱，狠狠拍在少年手心后，大手一挥，豪气干云道：“剩下五钱，先欠着！”
en_us: The gatekeeper pulled out the five copper coins that he had prepared earlier in a disgruntled fashion before slamming them heavily down onto the palm of Chen Ping'an's hand, then gave him a dismissive wave as he said, "I'll give you the remaining five copper coins some other time!"

source: 汉子想了想，“你走吧。下次到你偷嫂子的东西，打断你三条腿。”
en_us: The hunch-backed man was silent for a moment, then said, "Get out of here. If you try to steal my wife's clothes again, I'll snap all three of your legs!"

source: 汉子愕然，低头看着少年，一本正经道：“你小子，是真傻。”
en_us: The gatekeeper was rather taken aback by this innocent response, and he turned to Chen Ping'an with a serious expression as he said, "You really are a stupid kid."

source: 汉子愣了愣，笑容有些尴尬，“我忘了这茬。”
en_us: Li Er faltered upon hearing this. He smiled awkwardly and said, "I forgot about that."

source: 汉子抬头笑骂道：“老子还需要你来教训？年轻人阳气壮，屁股上能烙饼！”
en_us: The gatekeeper raised his head as he scoffed, "I don't need you to teach me where to sit! I'm a healthy and hot-blooded young man! You could even cook a pancake on my ass!"

source: 汉子挠头道：“师父你跟我说这些做啥，我也整不明白，郑大风才能跟你聊。”
en_us: Li Er scratched his head and grumbled, "Master, why are you telling me this? It's not like I can understand it anyway. Only Zheng Dafeng can discuss these matters with you."

source: 汉子揉着满是胡茬子的下巴，啧啧道：“齐先生说过一句诗，什么来着，好物，琉璃？”
en_us: He stroked his beard stubble and clicked his tongue in wonder, saying, "What was that phrase that Mr. Qi said before? Fine matters something and glazed colors something?"

source: 汉子有些吃瘪，神色恼火，挥手赶人：“滚滚滚，跟你小子聊天真费劲。”
en_us: The gatekeeper was rather disgruntled by that irrefutable argument, and he waved a dismissive hand to chase Chen Ping'an away. "Piss off! Talking to you is like talking to a damn wall!"

source: 汉子气笑道：“呦呵，还是个有点眼力劲儿的。”
en_us: The gatekeeper chuckled and mused, "Oh? He's quite an observant one."

source: 汉子沉声道：“换你来锤打剑条，正好借此机会锤炼你的神意。”
en_us: The man replied in a serious tone, "Let's swap and have you forge the sword instead. We can take advantage of this opportunity to temper your mind and heart."

source: 汉子点头，“师弟虽然成天没个正行，可是对师父你是打心眼的好，说实话这一点，我比不上他。”
en_us: Li Er nodded and continued, "Even though Junior Brother always appears immature, he's genuinely respectful toward you and dutiful to you from the bottom of his heart. In terms of this, I can't compare to him."

source: 汉子狠狠吐了口唾沫，骂道：“也不是啥好鸟！”
en_us: The gatekeeper angrily spat at the floor and cursed, "This kid's not a good person either!"

source: 汉子疑惑道：“陈平安在六岁之前，就被他爹打碎了本命瓷，于是没了约束，虽说使得这孩子留不住什么大机缘，可这既是坏事，同时也是好事啊，他就像暗室里的一盏灯火，便有了那么多飞蛾扑火的事情发生，在这期间，那可怜孩子捞到手一样东西，不是挺正常的事情吗？”
en_us: Li Er was puzzled, and he murmured, "Chen Ping'an's father shattered his bonded porcelain before he turned six, effectively tearing up the contract related to him. Even though this stripped him of his fated opportunities, it was also a double-edged sword that came with its benefits. He's like a flickering candle in a dark room, attracting all kinds of moths and insects to his flame. During this time, wouldn't it be normal for that pitiful child to obtain a treasure?"

source: 汉子皱了皱眉头。
en_us: Li Er furrowed his brows.

source: 汉子看了眼天色，滚滚雷声早已没有，原本像是要几乎压到屋檐的低垂云层，已经渐渐散去。
en_us: He looked up at the sky. The rumbling thunder had already subsided, and the blanket of dark clouds that had seemingly wanted to bear down on the houses had also slowly dissipated.

source: 汉子看破少年心思，笑得更加开心，“你要是不傻，老子能让你来送信？”
en_us: The gatekeeper could tell what Chen Ping'an was thinking, and he began to laugh even more boisterously. "If you aren't stupid, I wouldn't have asked you to come deliver letters!"

source: 汉子瞥了眼东边的宽敞大道，气咻咻道：“等大爷”
en_us: The gatekeeper glanced at the wide road in the east and huffed, "Waiting for your grandpa!"

source: 汉子立即招手，大声笑道：“繇哥儿，你先别忙着走，哥哥我有句话掉肚子里了，只记得好物、琉璃啥的，其它是如何也想不起来了，你小子学问大，给说道说道！”
en_us: The gatekeeper immediately waved at them, laughing loudly and saying, "Brother Yao, don't leave yet. There's a phrase on the tip of my tongue, but I can only remember the words fine matters and glazed colors or something. I can't remember the other words at all! However, you're extremely knowledgable, so tell me what I'm missing!"

source: 汉子笑着点头，朝少年的牛车摆摆手，只是却呢喃道：“难喽。”
en_us: The gatekeeper waved at the young boy as he smiled and replied with a nod. However, he also murmured, "That'll be difficult!"

source: 汉子笑道：“师父，咱们这些年做事情，可算不上隐蔽，还用在乎这些？”
en_us: Li Er smiled and asked, "Master, our actions these past few years haven't been especially secretive at all. Is there really a need to worry about this?"

source: 汉子脸上不露声色，心道：“成了。”
en_us: The man maintained his composed expression, but he said in his mind, "Success."

source: 汉子认真思考片刻，结果只蹦出两个字，“不错。”
en_us: Li Er carefully mulled over this for a moment, yet his reply was only a simple, "Not bad."

source: 汉子说道：“宋长镜答应……”
en_us: "Song Changjing agreed to..." Li Er began.

source: 汉子走下台阶，突然转头问道：“那师父你？”
en_us: As he walked down the steps, Li Er suddenly turned around and asked, "Then what about you, Master?"
